{
  "en": {
    "siteTitle": "RemindOthers",
    "freeTrialTitle": "Request Free Trial",
    "indexTitle": "Showcase",
    "contactUsTitle": "Contact us",
    "english": "English",
    "french": "French",
    "dutch": "Dutch",
    "messageSent": "Your request has been sent. We will process it as soon as possible and send you your test credentials by email.",
    "serverError": "Service temporarily unavailable, please try again later or shoot us an email to support@net7.be.",
    "invalidEmail": "Invalid email address.",
    "missingField": "Missing mandatory field.",
    "lead": "Automatic SMS &amp; Email reminders sent to your customers for future appointments.",
    "learnMore": "Learn more",
    "fullyConfReminders": "Fully configurable reminders",
    "desc1": "Add reminders to your appointments with configurable type and delay for sending it, all with customizable templates.",
    "desc2": "Manage your address book, keep the history of appointments for your contacts.",
    "desc3": "See below for more features currently available in app.",
    "youMay": "You may",
    "requestFree": "request a free trial today",
    "campaigns": "Campaigns",
    "campDesc": "Send campaigns by email or SMS based on the last appointments for you contacts with configurable templates and criteria.",
    "col2title": "Open to <b>your</b> feature requests",
    "col2desc": "The project is still young, we're open to any feature request you might have and would strive to implement them.",
    "immediateReminders": "Immediate reminders",
    "col3desc": "Send a quick email when registering an appointment with the time and date details for automatic integration into the personnal calendars of your customers.",
    "trialRequestDesc": "You can request a test account that is only limited in that it isn't allowed to send SMS reminders.",
    "tReqDesc2": "The other app. features, including email reminders, are all available for you to use.",
    "feelFreeTo": "Feel free to",
    "contactUs": "contact us",
    "forMoreInfo": "for more information.",
    "fillOutFields": "Please fill out all the fields below.",
    "yourName": "Your name",
    "yourEmail": "Your email",
    "language": "Language",
    "sendRequest": "Send Request",
    "contactDesc1": "RemindOthers is developped and hosted by",
    "contactDesc2": "with offices and data residing in Belgium.",
    "contactDesc3": "For any question regarding the service, you can contact us directly by email at",
    "alsoAvailByPhone": "We're also available by phone"
  },
  "fr": {
    "siteTitle": "RemindOthers",
    "freeTrialTitle": "Demande d'Essai Gratuit",
    "indexTitle": "Informations",
    "contactUsTitle": "Nous contacter",
    "english": "Anglais",
    "french": "Français",
    "dutch": "Néerlandais",
    "messageSent": "Votre demande a été envoyée. Nous vous enverrons vos accès par email une fois votre demande validée en interne.",
    "serverError": "Service temporairement indisponible. Veuillez réessayer plus tard ou nous envoyer directement un email à support@net7.be",
    "invalidEmail": "Adresse email invalide.",
    "missingField": "Veuillez remplir tous les champs du formulaire.",
    "lead": "Envoi automatique de rappels par SMS et/ou email à vos clients pour vos rendez&#8209;vous futurs.",
    "learnMore": "En savoir plus",
    "fullyConfReminders": "Rappels de RDV personnalisés",
    "desc1": "Envoyez des rappels pour vos rendez&#8209;vous par SMS et/ou email et choisissez à quel moment les rappels sont envoyés, le tout avec des modèles personnalisables.",
    "desc2": "Gérez votre carnet d'adresse et consultez facilement l'historique de vos rendez&#8209;vous passés.",
    "desc3": "Voir ci-dessous pour un aperçu de différentes fonctionnalités de l'application.",
    "youMay": "Vous pouvez",
    "requestFree": "demander un essai gratuit",
    "campaigns": "Campagnes",
    "campDesc": "Envoyez des campagnes par email ou SMS par rapport aux dates des derniers rendez&#8209;vous pris par vos contacts avec des modèles et critères personnalisables.",
    "col2title": "Ouvert à <b>vos</b> demandes de fonctionnalités",
    "col2desc": "Nous sommes ouverts à toute suggestion ou demande de fonctionnalité dans le but d'améliorer le produit.",
    "immediateReminders": "Rappels immédiats",
    "col3desc": "Envoyez un email immédiatement après avoir enregistré un nouveau rendez&#8209;vous pour informer votre client de la date et l'heure permettant l'intégration automatique du rendez&#8209;vous dans leur calendrier personnel.",
    "trialRequestDesc": "Vous pouvez demander un compte d'essai en utilisant le formulaire ci-dessous. Les comptes d'essais ont la limitation de ne pas pouvoir envoyer de SMS.",
    "tReqDesc2": "Les autres fonctionnalités de l'application sont disponibles.",
    "feelFreeTo": "N'hésitez pas à",
    "contactUs": "nous contacter",
    "forMoreInfo": "pour en savoir plus.",
    "fillOutFields": "Veuillez renseigner tous les champs ci-dessous.",
    "yourName": "Votre nom",
    "yourEmail": "Votre email",
    "language": "Langue",
    "sendRequest": "Envoyer la demande",
    "contactDesc1": "RemindOthers est développé et hébergé par",
    "contactDesc2": "dont les bureaux et données résident actuellement en Belgique.",
    "contactDesc3": "Pour toute question à propos du service, vous pouvez nous contacter directement à",
    "alsoAvailByPhone": "Nous sommes également joignables par téléphone"
  },
  "nl": {
    "siteTitle": "RemindOthers",
    "freeTrialTitle": "Gratis Proefperiode",
    "indexTitle": "Informatie",
    "contactUsTitle": "Neem contact op met ons",
    "english": "Engels",
    "french": "Frans",
    "dutch": "Nederlands",
    "messageSent": "Uw verzoek is verstuurd. We gaan het verwerken en zo snell mogelijk uw testgegevens bij email toesturen.",
    "serverError": "Service momenteel niet beschikbaar. gelieve later opnieuw te proberen of probeert het email adres support@net7.be.",
    "invalidEmail": "Ongeldig emailadres.",
    "missingField": "Alle formulier velden zijn verplicht.",
    "lead": "Automatische SMS en email herinneringen verzonden naar uw klanten voor professionele afspraken.",
    "learnMore": "Lees verder",
    "fullyConfReminders": "volledig configureerbare herinneringen",
    "desc1": "koppel herinneringen aan uw afspraken met configureerbaar type en vertraging voor het verzenden, allemaal met aanpasbare sjablonen.",
    "desc2": "Beheer uw adresboek, krijg een volledig beeld van eerdere afspraken voor uw contacten.",
    "desc3": "Zie hieronder voor meer functies die beschikbaar in de app. zijn.",
    "youMay": "U kunt",
    "requestFree": "nu voor een gratis proefperiode vragen",
    "campaigns": "Campagnes",
    "campDesc": "Stuur email of SMS campagnes op basis van de laatste afspraken voor uw contacten met configureerbare sjablonen en criteria.",
    "col2title": "open beleid voor functieverzoeken",
    "col2desc": "Het project is nog jong, we staan open voor functieverzoeken om het product te verbeteren.",
    "immediateReminders": "Onmiddellijke herinneringen",
    "col3desc": "Stuur een onmiddelijk email na registreren van een nieuwe afspraak om uw klant te informeren over de datum en tijd met mogelijk integratie op zijn persoonlijke kalenders.",
    "trialRequestDesc": "Vraag vandaag voor een proefaccount. Proefaccounts mogen geen SMS sturen.",
    "tReqDesc2": "Andere functies van de applicatie zijn beschikbaar.",
    "feelFreeTo": "Neem gerust",
    "contactUs": "contact met ons op",
    "forMoreInfo": "Voor meer informatie.",
    "fillOutFields": "Gelieve alle onderstaande velden in te vullen.",
    "yourName": "Uw naam",
    "yourEmail": "Uw email",
    "language": "Taal",
    "sendRequest": "Verzoek Verzenden",
    "contactDesc1": "RemindOthers is ontwikkeld en gehost door",
    "contactDesc2": "Met kantoren en gegevens in België.",
    "contactDesc3": "Voor vragen over de service kunt u contact met ons opnemen via e-mail op",
    "alsoAvailByPhone": "We zijn ook berijkbaar aan het telefoonnummer"
  }
}